Repository: LeonGeorgi/RudolstadtForiOS
Catalog: Shared/*.lproj/Localizable.strings
Languages: de

# schedule.recommendations.enable
source: Suggest. on
de: Vorschläge an

# schedule.recommendations.disable
source: Suggest. off
de: Vorschläge aus

# news.long
source: News
de: Neuigkeiten

# artist.website
source: Website
de: Webseite

# artist.events
source: EVENTS
de: VERANSTALTUNGEN

# artist.description
source: DESCRIPTION
de: BESCHREIBUNG

# artist.rating.explanation.content
source: Mark your interest in this artist.
de: Markiere dein Interesse an dem Künstler.

# artist.rating.explanation.extra
source: 🥱 - no interest 🤔 - undecided 🙂 - slight interest 😊 - great interest 😍 - very great interest You can find the artists you find interesting when you click on "Favorites" in the artist list. Also, your marking can be used to show you suggestions for when you can attend concerts by the artist. The data will remain completely on your device.
de: 🤔 - kein Interesse / unentschlossen 🙂 - leichtes Interesse 😊 - großes Interesse 😍 - sehr großes Interesse Du kannst die Künstler, die du interessant findest, unter "Gespeicherte Künstler" finden. Außerdem kann deine Markierung dazu verwendet werden, dir Vorschläge anzuzeigen, wann du Konzert von dem Künstler besuchen kannst. Die Daten bleiben dabei vollständig auf deinem Gerät.

# event.map
source: MAP
de: KARTE

# event.save
source: Save
de: Speichern

# event.save.alert.message
source: The event will be added to your schedule.
de: Die Veranstaltung wird deinem Zeitplan hinzugefügt.

# Save "<%@>" at <%@> <%@>?
source: Save "%1$@" at %2$@ %3$@?
de: "%1$@" am %2$@ %3$@ speichern?

# event.remove
source: Remove
de: Entfernen

# stage.events
source: EVENTS
de: VERANSTALTUNGEN

# stage.events.loading
source: Loading events…
de: Veranstaltungen laden…

# stage.map
source: MAP
de: KARTE

# stage.nearby
source: NEARBY LOCATIONS
de: ORTE IN DER NÄHE

# artists.title
source: Artists
de: Künstler

# artists.saved.empty
source: You have not saved any artists yet. Mark your interest on the artist page to save the artist here.
de: Du hast noch keine Künstler gespeichert. Markiere dein Interesse auf der Künstlerseite, um den Künstler hier zu speichern.

# locations.title
source: Locations
de: Orte

# rated_artists.title
source: Favorites
de: Gespeicherte Künstler

# program_by_time.title
source: Program
de: Programm nach Zeit

# program_by_time.short_title
source: Program
de: Programm

# program_by_stage.title
source: Program by stage
de: Programm nach Bühne

# program_by_stage.short_title
source: Program
de: Programm

# program.title
source: Program
de: Programm

# program.days.loading
source: Loading days…
de: Tage laden…

# schedule.title
source: Schedule
de: Mein Zeitplan

# schedule.empty.description
source: There are no concerts available on this day for the filter settings you have chosen.
de: Du hast zur Zeit keine Veranstaltungen gespeichert. Klicke auf das Lesezeichen-Symbol einer Veranstaltung, um sie deinem Zeitplan hinzuzufügen.

# filter.button
source: Filter
de: Filtern

# filter.done
source: Done
de: Fertig

# filter.no_events_available
source: No events available for the current filter settings.
de: Für die aktuellen Filtereinstellungen sind keine Veranstaltungen verfügbar.

# filter.artists.title
source: Filter artists
de: Künstler filtern

# recommendations.hide_saved
source: Hide saved
de: Gespeicherte ausblenden

# recommendations.show_saved
source: Show saved
de: Gespeicherte zeigen

# recommendations.all
source: All
de: Alle

# recommendations.smart
source: Best
de: Beste

# search.short
source: Search
de: Suche

# search.title
source: Search
de: Suche

# search.artists
source: Artists
de: Künstler

# search.locations
source: Locations
de: Orte

# search.events
source: Events
de: Veranstaltungen

# search.news
source: News
de: Neuigkeiten

# search.prompt
source: Artists, Stages, Events and more
de: Künstler, Bühnen, Konzerte und mehr

# more.title
source: More
de: Mehr

# general.title
source: About the festival
de: Über das Festival

# general.headline
source: Germany‘s leading festival for Roots, Folk, World is back!
de: Das führende deutsche Festival für Roots, Folk, World ist zurück!

# general.content
source: Roots, folk and world music between tradition and avant-garde, dance floor feeling and cozy garden concerts - all this is on offer "one of the finest music festivals on the planet" (fRoots, Great Britain). More than ever the 31st Rudolstadt Festival will celebrate joie de vivre: the country focus on Cuba will wash long-missed lightness onto the banks of the Saale. And again the EBU, the European Broadcasting Union, is our guest with its folk festival - alongside music from all the other continents. Enjoy!
de: Rudolstadt feiert seine 30. Ausgabe mit rund 300 Veranstaltungen zwischen Dancefloor und Street Session, Tradition und Avantgarde, klassischem Songwriting und Global Pop. Musiker aus aller Welt bespielen Bühnen in der ganzen Stadt.

# general.opnv.title
source: About LOCAL TRANSPORT by train an bus
de: ÖPNV zum Festival 2022

# general.opnv.content
source: Free travel by bus and regional train in the districts of Saalfeld-Rudolstadt and in the Saale-Orla district • With festival wristbands, trips to and from the festival within the districts are free on all four days of the festival. • If you still have to go to Rudolstadt to exchange your wristband, you can use the bus and regional train on Thursday and Friday (Friday until 9 p.m.) free of charge with a personalized season ticket and ID card. • If you want to buy a ticket for the city center, you pay 3 € on the bus and receive a voucher that is credited to the purchase of a city center ticket at the central ticket office (Platz der OdF). In this case, the regular price must be paid on the regional train. • The buses run every 30 minutes. • Of course, the nationwide 9 € ticket is also valid without restrictions.
de: Freie Fahrt mit Bus und Regionalbahn in den Landkreisen Saalfeld-Rudolstadt und im Saale-Orla-Kreis • Mit Festival-Bändchen sind Fahrten zum Festival und zurück innerhalb der Landkreise an allen vier Festivaltagen kostenlos. • Wer erst noch zum Bändcheneintausch nach Rudolstadt muss, kann mit personalisierter Dauerkarte plus Personalausweis Bus und Regionalbahn am Donnerstag und Freitag (Fr bis 21 Uhr) kostenlos nutzen. • Wer eine Karte für die Innenstadt kaufen möchte, bezahlt im Bus 3 € und erhält einen Wertbon, der beim Kauf einer Innenstadtkarte an der Zentralkasse (Platz der OdF) angerechnet wird. In der Regionalbahn muss in dem Fall der reguläre Preis bezahlt werden. • Die Busse verkehren im 30min-Takt. • Das bundesweite 9€-Ticket gilt natürlich auch uneingeschränkt

# general.extra.title
source: Please note!
de: Achtung!

# general.extra.content
source: Tickets for the Rudolstadt Festival are only available in advance. The same applies to combination tickets with accommodation at one of the campgrounds. Day tickets for the festival area in the city center can be purchased at the daily box offices.
de: Der Ticketverkauf erfolgt schrittweise. Bis zum 31. Mai gehen zunächst 75% der Karten als 2G-Tickets in den Verkauf. Am 1. Juni folgt das restliche Kontingent – je nach aktueller Lage mit oder ohne Beschränkungen. Die zum 1. Juni festgelegten Voraussetzungen gelten dann auch für die zuvor erworbenen Karten. Eintrittskarten für das Rudolstadt-Festival sind nur im Vorverkauf erhältlich. Gleiches gilt für die Kombikarten mit Übernachtung auf einem der Campingplätze. An den Tageskassen erhält man Tageskarten für den Festivalbereich Innenstadt.

# park_and_ride.title
source: Park and Ride
de: Park & Ride

# park_and_ride.navi.title
source: Addresses for the sat nav
de: Adressen für das Navi

# park_and_ride.shuttle.title
source: Shuttle details
de: Shuttle-Parkplätze

# park_and_ride.click_hint
source: Click an entry to open it in Maps.
de: Klick auf einen Eintrag, um ihn in Maps zu öffnen.

# park_and_ride.campsite.große_wiese.title
source: Campsite 'Große Wiese'
de: Zeltplatz "Große Wiese"

# park_and_ride.campsite.große_wiese.description
source: corresponds to the navigation point Macheleidstraße (at the navigation destination continue to follow the road)
de: entspricht dem Navigationspunkt Macheleidstraße (am Navigationsziel der Straße weiter folgen)

# park_and_ride.campsite.saalemax.title
source: Campsite "Saalemaxx"
de: Zeltplatz "Saalemaxx"

# park_and_ride.campsite.saalemax.description
source: corresponds to the navi address 'Hugo Trinkler-Straße 6
de: entspricht der Navi-Adresse "Hugo Trinkler-Straße 6"

# park_and_ride.campsite.caravan.title
source: Caravan site and van site
de: Caravanplatz und Bulliplatz

# park_and_ride.campsite.caravan.description
source: enter "Röntgenstraße" in navigation device
de: unter der Navi-Adresse Röntgenstraße erreichbar

# park_and_ride.parking.schaala.description
source: (Coming from the A71, follow the signs after the tunnel.)
de: (von A71 kommend, nach dem Tunnel Ausschilderung beachten)

# park_and_ride.parking.oststraße.description
source: (Coming from A4/B88)
de: (von A4/B88 kommend)

# park_and_ride.parking.erich-correns-ring.title
source: P+R Erich-Correns-Ring (RU-Volkstedt-West)
de: Erich-Correns-Ring 18

# park_and_ride.parking.erich-correns-ring.description
source: (From A9/B281 or B85/88 coming from south)
de: (von A9/B281 oder B85/88 aus Süden kommend)

# faq.title
source: FAQ (Frequently Asked Questions)
de: FAQ (Häufig gestellte Fragen)

# faq.schedule.question
source: What is "my schedule"?
de: Was ist "Mein Zeitplan"?

# faq.schedule.answer
source: The schedule shows you all of your saved events. Therefore, this screen is your personal agenda and your most important companion during the festival.
de: In deinem Zeitplan siehst du alle Veranstaltungen, die du gespeichert hast. Diese Ansicht ist daher dein persönlicher Ablaufplan und somit dein wichtigster Begleiter während des Festivals.

# faq.suggestions.question
source: What do the suggestions in my schedule mean?
de: Was bedeuten die Vorschläge in meinem Zeitplan?

# faq.suggestions.answer
source: On the artist pages, you can use an emoji to mark how interesting you find an artist. The suggestions in your schedule are based on these markings. If you didn't save any events for an artist in your schedule yet, a concert for this artist will be suggested to you in the schedule. If that artist is performing on more than one date, the most suitable date will be suggested to you so that you don't miss any concerts by other artists you are interested in. If you don't like this feature, you can easily turn it off by clicking the button in the upper right corner of the schedule screen.
de: Auf den Künstlerseiten kannst du mit Hilfe eines Emojis markieren, wie interessant du einen Künstler findest. Die Vorschläge in deinem Zeitplan basieren auf diesen Markierungen. Wenn du für einen Künstler noch keine Veranstaltungen in deinem Zeitplan gespeichert hast, dann wird dir für diesen Künstler ein Konzert im Zeitplan vorgeschlagen. Falls der Künstler an mehreren Termine auftritt, wird dir der Termin vorgeschlagen, der am günstigsten liegt, damit du kein Konzert von einem anderen Künstler, der dich interessiert, verpasst. Wenn dir diese Funktion nicht gefällt, kannst du sie auf dem Knopf oben rechts in der Zeitplan-Ansicht einfach ausschalten.

# faq.rating.question
source: What do the emojis on the artist pages mean?
de: Was bedeuten die Emojis auf den Künstlerseiten?

# faq.rating.answer
source: With the help of the emojis you can mark how interesting you find an artist. If you don't find an artist interesting or haven't decided yet, just leave it at the default marking (🤔). The artists you've marked with a different emoji will show up under "Program" > "Saved artists". Additionally, the app can give you suggestions on which concerts you could attend based on the marking. Artists you have marked with a higher interest will be preferred. For more details, read the question about suggestions.
de: Mit Hilfe der Emojis kannst du markieren, wie interessant du einen Künstler findest. Wenn du einen Künstler nicht interessant findest oder dich noch nicht entschieden hast, dann belasse es einfach bei der Standard-Markierung (🤔). Die Künstler, die du mit einem anderen Emoji versehen hast, tauchen unter "Programm" > "Gespeicherte Künstler" auf. Außerdem kann dir die App dir basierend auf der Markierung Vorschläge machen, welche Konzerte du besuchen könntest. Künstler, die du mit einem höheren Interesse markiert hast, werden dabei bevorzugt. Für mehr Details, lies die Frage zu den Vorschlägen.

# about.title
source: About the app
de: Über die App

# about.official_app.title
source: Official app
de: Offizielle App

# about.github.title
source: Open GitHub
de: GitHub öffnen

# about.app.content
source: This app is not the official app of the Rudolstadt Festival. It was developed unpaid as a hobby project, hoping to provide a more convenient user experience than the official app. The app does not collect any data from you. Everything you do in the app stays on your phone.
de: Diese App ist nicht die offizielle Festival-App des Rudolstadt-Festivals. Sie wurde unbezahlt als Hobbyprojekt entwickelt, in der Hoffnung, die Nutzerfreundlichkeit der offiziellen App zu überbieten. Die App sammelt keinerlei Daten von dir. Alles, was du in der App machst, bleibt auf deinem Handy.

# about.developer.header
source: About the developer
de: Über den Entwickler

# about.developer.content
source: Hi, I'm Leon. When I was 8 years old, I went to the Rudolstadt Festival for the first time (at that time it was the "TFF Rudolstadt"). Since then, I have been going to the festival again and again and I still find great joy in it. By now, I'm 26 years old, have a bachelor's degree in computer science and have been working as a professional software developer for several years now next to my studies. As I have been unhappy for quite some time about certain things in the official app being a bit impractical, I got the idea that I could write an app for the festival myself in my spare time. No sooner said than done! Originally I just wanted to use the app myself, but because I'm very happy with the result now, I decided to publish it. Have fun with it!
de: Moin, ich bin Leon. Als ich 8 Jahre alt war, war ich das erste Mal auf dem Rudolstadt-Festival (damals noch das "TFF Rudolstadt"). Seitdem bin ich immer wieder auf das Festival gegangen und finde nach wie vor große Freude daran. Mittlerweile bin ich 24 Jahre alt, habe einen Bachelor-Abschluss in Informatik und arbeite seit einigen Jahren neben meinem Studium als professioneller Softwareentwickler. Da ich schon relativ lange unzufrieden damit bin, dass bestimmte Dinge in der offiziellen App etwas unpraktisch sind, hatte ich die Idee, ich könne in meiner Freizeit selbst eine App für das Festival schreiben. Gesagt, getan! Eigentlich wollte ich die App einfach nur selbst benutzen, aber weil ich mit dem Ergebnis jetzt sehr zufrieden bin, habe ich mich dazu entschieden, sie zu veröffentlichen. Viel Spaß damit!

# copy.link.title
source: Copy link
de: Link kopieren

# copy.email.title
source: Copy email address
de: E-Mail-Adresse kopieren

# email.send.title
source: Send an email
de: E-Mail senden

# list.title
source: List
de: Liste

# map.title
source: Map
de: Karte

# map.loading
source: Loading map…
de: Karte lädt…

# events.loading
source: Loading events…
de: Veranstaltungen laden…

# events.intersecting.loading
source: Loading events…
de: Veranstaltungen laden…

# event.intersecting.with
source: at the same time as "%@"
de: gleichzeitig mit "%@"

# saved.concerts.title
source: Concerts
de: Konzerte

# saved.artists.title
source: Artists
de: Künstler

# data.loading
source: Loading data…
de: Daten laden…
